
<!DOCTYPE HTML>
<html lang="ko" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Features · RemoteMonster Documents</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        <meta name="author" content="RemoteMonster">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-versions/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-language-picker/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-api/theme-api.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="Getting Started.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="remon-navbar navbar">
    <a href="https://remotemonster.com" class="navbar-brand">
        <img src="https://remotemonster.com/static/img/RemoteMonster-Logo_Title_Simple.928e738.svg"
        alt="REMOTEMONSTER Logo" style="height:2.3em;" class="logo d-block align-top mx-auto hidden-md-up">
    </a>
    <!-- <a class="navbar-brand" href="https://remotemonster.com">Home</a> -->
    <ul class="nav navbar-nav">
        <li class="nav-item">
            <a class="nav-link" href="http://docs.remotemonster.com/ko/Features.html" style="color: rgba(0,0,0,.5);">Features</a>
        </li>
        <li class="nav-item">
            <a class="nav-link" href="https://remotemonster.com/pricing" style="color: rgba(0,0,0,.5);">Pricing</a>
        </li>
        <li class="nav-item">
            <a class="nav-link" href="https://remotemonster.com/sdks" style="color: rgba(0,0,0,.5);">SDKs</a>
        </li>
        <li class="nav-item">
            <a class="nav-link" href="http://docs.remotemonster.com/ko" style="color: rgba(0,0,0,.5);">Documents</a>
        </li>
        <li class="nav-item">
            <a class="nav-link" href="http://community.remotemonster.com" style="color: rgba(0,0,0,.5);">Community</a>
        </li>
        <li class="nav-item">
            <a class="nav-link" href="https://blog.remotemonster.com">Blog</a>
        </li>
    </ul>
</div>
  
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="검색어 입력" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="Features.html">
            
                <a href="Features.html">
            
                    
                    Features
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Getting Started</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="Getting Started.html">
            
                <a href="Getting Started.html">
            
                    
                    Getting Started
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="Getting Started - Browser SDK.html">
            
                <a href="Getting Started - Browser SDK.html">
            
                    
                    Browser SDK Getting Started
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="Getting Started - Android SDK.html">
            
                <a href="Getting Started - Android SDK.html">
            
                    
                    Android SDK Getting Started
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="Getting Started - iOS SDK.html">
            
                <a href="Getting Started - iOS SDK.html">
            
                    
                    iOS SDK Getting Started
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            GitBook에 게시
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >Features</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#xAC1C;&#xC694;">&#xAC1C;&#xC694;</h1>
<h2 id="&#xB9AC;&#xBAA8;&#xD2B8;-&#xBAAC;&#xC2A4;&#xD130;&#xB294;">&#xB9AC;&#xBAA8;&#xD2B8; &#xBAAC;&#xC2A4;&#xD130;&#xB294;?</h2>
<p>RemoteMonster&#xB294; WebRTC&#xAE30;&#xBC18;&#xC758; &#xC601;&#xC0C1;/&#xC74C;&#xC131; &#xD1B5;&#xC2E0; &#xC804;&#xBB38; &#xAC1C;&#xBC1C; &#xD50C;&#xB7AB;&#xD3FC;&#xC785;&#xB2C8;&#xB2E4;.
WebRTC&#xB97C; &#xAE30;&#xBC18;&#xC73C;&#xB85C; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xAD6C;&#xD604;&#xD558;&#xAE30; &#xC704;&#xD574; &#xD544;&#xC694;&#xD55C; &#xB300;&#xBD80;&#xBD84;&#xC758; &#xAE30;&#xB2A5;&#xC744; &#xC81C;&#xACF5;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD2B9;&#xD788; &#xB2E4;&#xC591;&#xD55C; &#xBAA8;&#xBC14;&#xC77C; &#xD50C;&#xB7AB;&#xD3FC;&#xC758; &#xD2B9;&#xC131;&#xC744; &#xACE0;&#xB824;&#xD55C; SDK&#xB97C; &#xAC00;&#xC7A5; &#xCD5C;&#xC2E0;&#xC758; WebRTC &#xD45C;&#xC900;&#xC744; &#xC900;&#xC218;&#xD558;&#xC5EC; &#xC81C;&#xACF5;&#xD558;&#xACE0; &#xC788;&#xACE0; &#xD1B5;&#xC2E0;&#xC5C5;&#xC744; &#xC804;&#xBB38;&#xC73C;&#xB85C; &#xD574;&#xC57C; &#xC54C; &#xC218; &#xC788;&#xB294; &#xBCF5;&#xC7A1;&#xD55C; &#xC11C;&#xBC84;&#xAD6C;&#xC131;&#xACFC; &#xAE30;&#xB2A5;&#xC744; &#xAE30;&#xBCF8;&#xC73C;&#xB85C; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. &#xB610;&#xD55C; &#xAE00;&#xB85C;&#xBC8C; &#xD1B5;&#xC2E0; &#xC11C;&#xBE44;&#xC2A4; &#xC0C1;&#xD669;&#xC5D0;&#xC11C; &#xC788;&#xC744; &#xC218; &#xC788;&#xB294; &#xB2E4;&#xC591;&#xD55C; &#xC774;&#xC288;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB3C4; &#xC548;&#xC815;&#xC801;&#xC73C;&#xB85C; &#xC11C;&#xBE44;&#xC2A4;&#xD569;&#xB2C8;&#xB2E4;.
RemoteMonster&#xB294; &#xD1B5;&#xC2E0;&#xD68C;&#xC0AC; &#xCD9C;&#xC2E0;&#xC758; &#xC804;&#xBB38; &#xC5D4;&#xC9C0;&#xB2C8;&#xC5B4;&#xB4E4;&#xC774; &#xBAA8;&#xC5EC; &#xAC1C;&#xBC1C;&#xD55C; &#xD1B5;&#xC2E0; &#xD50C;&#xB7AB;&#xD3FC;&#xC73C;&#xB85C;&#xC368; &#xAC70;&#xB300;&#xD55C; &#xD1B5;&#xC2E0;&#xD68C;&#xC0AC;&#xB098; &#xACE0;&#xBE44;&#xC6A9;&#xC758; &#xD1B5;&#xC2E0;&#xC194;&#xB8E8;&#xC158; &#xB3C4;&#xC785; &#xC5C6;&#xC774; &#xB80C;&#xD0C8;&#xD558;&#xB294; &#xAC1C;&#xB150;&#xC758; &#xD074;&#xB77C;&#xC6B0;&#xB4DC; &#xAE30;&#xBC18;&#xC5D0;&#xC11C; &#xBAA8;&#xB4E0; &#xD1B5;&#xC2E0; &#xAE30;&#xB2A5;&#xC744; &#xC81C;&#xACF5;&#xD558;&#xACE0;&#xC790; &#xB9CC;&#xB4E4;&#xC5C8;&#xC2B5;&#xB2C8;&#xB2E4;.</p>
<h2 id="&#xC81C;&#xD488;-&#xAD6C;&#xC131;">&#xC81C;&#xD488; &#xAD6C;&#xC131;</h2>
<p>&#xC8FC;&#xB85C; &#xBAA8;&#xBC14;&#xC77C; &#xC571;&#xC774;&#xB098; &#xC6F9;&#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC6B4;&#xC601;&#xD558;&#xB294; &#xAE30;&#xC5C5;&#xC5D0;&#xAC8C; &#xB2E4;&#xC74C;&#xACFC; &#xAC19;&#xC740; &#xAE30;&#xB2A5;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;</p>
<ul>
<li>&#xC571;&#xC744; &#xC704;&#xD55C; SDK: &#xC774;&#xBBF8; &#xC6B4;&#xC601;&#xC911;&#xC778; &#xC11C;&#xBE44;&#xC2A4; &#xD639;&#xC740; &#xAC1C;&#xBC1C;&#xD560; &#xC11C;&#xBE44;&#xC2A4;&#xC5D0; SDK&#xB97C; &#xCD94;&#xAC00;&#xD558;&#xACE0; &#xBA87;&#xAC00;&#xC9C0; &#xC18C;&#xC2A4;&#xCF54;&#xB4DC;&#xB97C; &#xCD94;&#xAC00;&#xD558;&#xC5EC; &#xD1B5;&#xC2E0; &#xAE30;&#xB2A5;&#xC744; &#xC801;&#xC6A9;&#xD569;&#xB2C8;&#xB2E4;. &#xC601;&#xC0C1;, &#xC74C;&#xC131; &#xD1B5;&#xC2E0; &#xBFD0; &#xC544;&#xB2C8;&#xB77C; &#xBC29;&#xC1A1;&#xC774;&#xB098; &#xC77C;&#xBC18;&#xC804;&#xD654; &#xB300;&#xC0C1; &#xC1A1;&#xC218;&#xC2E0; &#xB4F1;&#xC758; &#xAE30;&#xB2A5;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;</li>
<li>&#xC548;&#xC815;&#xC801;&#xC778; &#xD1B5;&#xC2E0; &#xC11C;&#xBC84;: RemoteMonster&#xC758; SDK&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xC21C;&#xAC04; RemoteMonster&#xC758; &#xC11C;&#xBC84;&#xAC00; &#xC548;&#xC815;&#xC801;&#xC778; &#xD1B5;&#xC2E0;&#xC744; &#xC704;&#xD574; &#xB2E4;&#xC591;&#xD55C; &#xD488;&#xC9C8; &#xB300;&#xC751; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC2DC;&#xC791;&#xD569;&#xB2C8;&#xB2E4;. &#xAE00;&#xB85C;&#xBC8C; &#xB300;&#xC0C1;&#xC73C;&#xB85C; &#xD1B5;&#xC2E0;&#xC744; &#xD558;&#xB354;&#xB77C;&#xB3C4; Skype&#xB4F1; &#xD6CC;&#xB96D;&#xD55C; B2C&#xC0C1;&#xD488;&#xACFC; &#xC720;&#xC0AC;&#xD55C; &#xD488;&#xC9C8;&#xC758; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. &#xB0B4;&#xBD80;&#xC801;&#xC73C;&#xB85C; &#xC2DC;&#xADF8;&#xB110;&#xB9C1; &#xC11C;&#xBC84;&#xC640; TURN&#xACFC; &#xAC19;&#xC740; &#xB9B4;&#xB808;&#xC774; &#xC11C;&#xBC84; &#xADF8;&#xB9AC;&#xACE0; &#xD488;&#xC9C8; &#xB300;&#xC751; &#xC11C;&#xBC84;&#xB4F1;&#xC774; &#xC81C;&#xACF5;&#xB418;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xC720;&#xB8CC; &#xBB34;&#xB8CC; &#xACE0;&#xAC1D;&#xC5D0; &#xB530;&#xB77C; &#xC77C;&#xBD80; &#xC11C;&#xBC84;&#xB294; &#xC0AC;&#xC6A9;&#xC5D0; &#xC81C;&#xD55C;&#xC774; &#xC788;&#xC744; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</li>
</ul>
<h2 id="remotemonster&#xB97C;-&#xC0AC;&#xC6A9;&#xD574;&#xC57C;-&#xD558;&#xB294;-&#xC774;&#xC720;">RemoteMonster&#xB97C; &#xC0AC;&#xC6A9;&#xD574;&#xC57C; &#xD558;&#xB294; &#xC774;&#xC720;</h2>
<h3 id="&#xBE44;&#xC6A9;-&#xC808;&#xAC10;">&#xBE44;&#xC6A9; &#xC808;&#xAC10;</h3>
<ul>
<li>&#xAC1C;&#xBC1C;&#xBE44;&#xC6A9;: &#xD2B9;&#xD788; &#xC571;&#xC5D0; &#xC801;&#xC6A9;&#xC2DC; &#xB9CE;&#xC740; &#xBD84;&#xB4E4;&#xC774; &#xBE0C;&#xB77C;&#xC6B0;&#xC800;&#xC5D0;&#xC11C; &#xAE30;&#xBCF8; &#xB0B4;&#xC7A5;&#xB41C; WebRTC API&#xB97C; &#xBBFF;&#xACE0; &#xC27D;&#xAC8C; &#xAD00;&#xB828; &#xC11C;&#xBE44;&#xC2A4;&#xB97C; &#xAC1C;&#xBC1C;&#xD558;&#xB2E4;&#xAC00; &#xB0AD;&#xD328;&#xB97C; &#xBCF4;&#xACE4; &#xD569;&#xB2C8;&#xB2E4;. &#xC544;&#xC9C1; WebRTC&#xB294; &#xBAA8;&#xBC14;&#xC77C; &#xC2A4;&#xB9C8;&#xD2B8;&#xD3F0;&#xC744; &#xC9C0;&#xC6D0;&#xD558;&#xC9C0; &#xC54A;&#xC73C;&#xBA70; &#xC774;&#xB97C; &#xC704;&#xD574; &#xACE0;&#xC219;&#xB828; &#xAC1C;&#xBC1C;&#xC790; 2&#xBA85; &#xC774;&#xC0C1;&#xC758; &#xD22C;&#xC785;&#xC774; &#xD544;&#xC694;&#xD569;&#xB2C8;&#xB2E4;.</li>
<li>&#xC6B4;&#xC601;&#xBE44;&#xC6A9;: &#xC548;&#xC815;&#xC801;&#xC778; &#xD1B5;&#xC2E0; &#xD658;&#xACBD;&#xC744; &#xACE0;&#xAC1D;&#xC5D0;&#xAC8C; &#xC81C;&#xACF5;&#xD558;&#xAE30; &#xC704;&#xD574; &#xB192;&#xC740; &#xC6B4;&#xC601; &#xBE44;&#xC6A9;&#xC744; &#xAC10;&#xB2F9;&#xD574;&#xC57C; &#xD569;&#xB2C8;&#xB2E4;. &#xBAA8;&#xBC14;&#xC77C; &#xC0C1;&#xD669;&#xC5D0;&#xC11C; &#xD1B5;&#xC2E0;&#xC740; &#xB54C;&#xB54C;&#xB85C; &#xBD88;&#xC548;&#xC815;&#xD560; &#xC218; &#xC788;&#xACE0; &#xAE00;&#xB85C;&#xBC8C; &#xD1B5;&#xC2E0;&#xC2DC; &#xC7A5;&#xC560; &#xB300;&#xC751; &#xBC29;&#xC548;&#xB3C4; &#xB9C8;&#xB828;&#xD574;&#xC57C;&#xD569;&#xB2C8;&#xB2E4;. &#xBB34;&#xC5C7;&#xBCF4;&#xB2E4; &#xC218;&#xC5C6;&#xC774; &#xB9CE;&#xC740; &#xD1B5;&#xC2E0; &#xC608;&#xC678; &#xC0C1;&#xD669;&#xC5D0; &#xB300;&#xD55C; &#xCC98;&#xB9AC; &#xBE44;&#xC6A9;&#xC740; &#xB9E4;&#xC6B0; &#xB192;&#xC2B5;&#xB2C8;&#xB2E4;.
&#xD488;&#xC9C8;</li>
<li>&#xC138;&#xACC4; &#xCD5C;&#xACE0;&#xC758; &#xBBF8;&#xB514;&#xC5B4;&#xC5D4;&#xC9C4;: &#xAE00;&#xB85C;&#xBC8C; &#xC218;&#xC900;&#xC758; &#xBBF8;&#xB514;&#xC5B4;&#xC5D4;&#xC9C4;&#xACFC; &#xCF54;&#xB371;&#xC744; &#xAC00;&#xC7A5; &#xCD5C;&#xC2E0;&#xC758; &#xBC84;&#xC804;&#xC73C;&#xB85C; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. WebRTC&#xC758; &#xB0B4;&#xC7A5;&#xC5D4;&#xC9C4;&#xC740; &#xD604;&#xC7AC; &#xAC00;&#xC7A5; &#xBE68;&#xB9AC; &#xBC1C;&#xC804;&#xD558;&#xACE0; &#xC788;&#xB294; &#xBBF8;&#xB514;&#xC5B4;&#xC5D4;&#xC9C4;&#xC774;&#xBA70; RemoteMonster&#xB294; WebRTC&#xC758; &#xBBF8;&#xB514;&#xC5B4;&#xC5D4;&#xC9C4;&#xC744; &#xAC00;&#xC7A5; &#xBE68;&#xB9AC; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;.</li>
<li>&#xAE00;&#xB85C;&#xBC8C; &#xD1B5;&#xC2E0; &#xC548;&#xC815;&#xC131;: &#xB9AC;&#xBAA8;&#xD2B8;&#xBAAC;&#xC2A4;&#xD130;&#xC758; &#xC2DC;&#xADF8;&#xB110; &#xC11C;&#xBC84; &#xBC0F; &#xB9B4;&#xB808;&#xC774; &#xC11C;&#xBC84;&#xB294; &#xBAA8;&#xB450; &#xAE00;&#xB85C;&#xBC8C; Region&#xC5D0;&#xC11C; &#xC11C;&#xBE44;&#xC2A4;&#xB418;&#xACE0; &#xC788;&#xAE30;&#xC5D0; &#xC138;&#xACC4; &#xC5B4;&#xB514;&#xC5D0;&#xC11C; &#xD1B5;&#xD654;&#xB97C; &#xD558;&#xB4E0; &#xAC00;&#xC7A5; &#xCD5C;&#xC0C1;&#xC758; &#xD1B5;&#xD654; &#xD488;&#xC9C8;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;.</li>
<li>&#xD655;&#xC2E4;&#xD55C; &#xAE30;&#xC220;&#xC9C0;&#xC6D0;: &#xD1B5;&#xC2E0; &#xC778;&#xD504;&#xB77C; &#xC11C;&#xBE44;&#xC2A4;&#xB294; &#xBB34;&#xC5C7;&#xBCF4;&#xB2E4; &#xC989;&#xAC01;&#xC801;&#xC778; &#xAE30;&#xC220; &#xC9C0;&#xC6D0;&#xC774; &#xD544;&#xC218;&#xC785;&#xB2C8;&#xB2E4;. &#xC5B8;&#xC81C; &#xC5B4;&#xB514;&#xC11C;&#xB098; &#xC5B4;&#xB5A4; &#xD658;&#xACBD;&#xC5D0;&#xC11C;&#xB4E0; &#xC7A5;&#xC560;&#xB294; &#xC77C;&#xC5B4;&#xB0A0; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xBB38;&#xC81C;&#xB294; &#xADF8;&#xAC83;&#xC744; &#xB204;&#xAC00; &#xC5B8;&#xC81C; &#xC5B4;&#xB5BB;&#xAC8C; &#xB300;&#xC751;&#xD558;&#xB290;&#xB0D0; &#xD558;&#xB294; &#xAC83;&#xC785;&#xB2C8;&#xB2E4;. &#xB9AC;&#xBAA8;&#xD2B8;&#xBAAC;&#xC2A4;&#xD130;&#xB294; &#xD55C;&#xAD6D;&#xC5D0;&#xC11C; &#xAC00;&#xC7A5; &#xBE60;&#xB978; &#xAE30;&#xC220; &#xC9C0;&#xC6D0; &#xC778;&#xB825;&#xACFC; &#xD658;&#xACBD;&#xC744; &#xC81C;&#xACF5;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.<h3 id="&#xAE30;&#xB2A5;">&#xAE30;&#xB2A5;</h3>
</li>
<li>&#xAC00;&#xC7A5; &#xD3ED;&#xB113;&#xC740; &#xBAA8;&#xBC14;&#xC77C; &#xD50C;&#xB7AB;&#xD3FC; &#xC9C0;&#xC6D0;: &#xB9AC;&#xBAA8;&#xD2B8;&#xBAAC;&#xC2A4;&#xD130;&#xB294; WebRTC&#xAC00; &#xD604;&#xC7AC; &#xC9C0;&#xC6D0;&#xD560; &#xC218; &#xC788;&#xB294; &#xBC94;&#xC704;&#xB97C; &#xB6F0;&#xC5B4;&#xB118;&#xC5B4; &#xBAA8;&#xBC14;&#xC77C;&#xACFC; IoT&#xB85C; &#xADF8; &#xC9C0;&#xC6D0; &#xBC94;&#xC704;&#xB97C; &#xD655;&#xC7A5;&#xD558;&#xACE0; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;. &#xD06C;&#xB86C;&#xC774;&#xB098; Firefox&#xAC19;&#xC774; WebRTC&#xB97C; &#xC9C0;&#xC6D0;&#xD558;&#xB294; &#xD45C;&#xC900; &#xBE0C;&#xB77C;&#xC6B0;&#xC800;&#xBFD0; &#xC544;&#xB2C8;&#xB77C; &#xB124;&#xC774;&#xBC84;&#xC758; &#xC6E8;&#xC77C;&#xACFC; &#xAC19;&#xC740; &#xBE0C;&#xB77C;&#xC6B0;&#xC800;, &#xB9C8;&#xC774;&#xD06C;&#xB85C;&#xC18C;&#xD504;&#xD2B8;&#xC758; Edge&#xAC19;&#xC740; &#xBE0C;&#xB77C;&#xC6B0;&#xC800;&#xC640;&#xC758; &#xD638;&#xD658;&#xC131;&#xB3C4; &#xBCF4;&#xC7A5;&#xD569;&#xB2C8;&#xB2E4;. &#xB610;&#xD55C; &#xC548;&#xB4DC;&#xB85C;&#xC774;&#xB4DC;&#xB098; iOS &#xC5ED;&#xC2DC; &#xC644;&#xBCBD;&#xD558;&#xAC8C; &#xB124;&#xC774;&#xD2F0;&#xBE0C;&#xB85C; &#xC9C0;&#xC6D0;&#xD569;&#xB2C8;&#xB2E4;.</li>
<li>&#xC804;&#xD654;&#xD1B5;&#xD654; &#xC9C0;&#xC6D0;: &#xB9AC;&#xBAA8;&#xD2B8;&#xBAAC;&#xC2A4;&#xD130;&#xB294; &#xC571;&#xACFC; &#xC6F9;&#xAC04;&#xC758; &#xD1B5;&#xD654;&#xBFD0; &#xC544;&#xB2C8;&#xB77C; &#xC804;&#xD654;&#xD1B5;&#xD654; &#xAE30;&#xB2A5;&#xB3C4; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;. &#xC989; &#xC571;&#xC5D0;&#xC11C; &#xC77C;&#xBC18; &#xC804;&#xD654;&#xB098; &#xD734;&#xB300;&#xD3F0;&#xC73C;&#xB85C; &#xC804;&#xD654;&#xB97C; &#xAC78;&#xACE0; &#xC571;&#xC5D0;&#xC11C; &#xC804;&#xD654;&#xB97C; &#xBC1B;&#xC744; &#xC218;&#xB3C4; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.
&#xBAA8;&#xB2C8;&#xD130;&#xB9C1; &#xAE30;&#xB2A5;: &#xBAA8;&#xB4E0; &#xD1B5;&#xD654; &#xD2B8;&#xB79C;&#xC7AD;&#xC158;&#xC758; &#xC0C1;&#xD0DC;&#xB97C; &#xC2E4;&#xC2DC;&#xAC04;&#xC73C;&#xB85C; &#xB610;&#xB294; &#xD1B5;&#xACC4;&#xC801;&#xC73C;&#xB85C; &#xBAA8;&#xB2C8;&#xD130;&#xB9C1;&#xD560; &#xC218; &#xC788;&#xC2B5;&#xB2C8;&#xB2E4;.</li>
<li>&#xB179;&#xD654; &#xAE30;&#xB2A5;: &#xD544;&#xC694;&#xD558;&#xB2E4;&#xBA74; &#xD1B5;&#xD654; &#xB0B4;&#xC6A9;&#xC744; &#xB179;&#xD654;&#xD558;&#xC5EC; &#xC9C0;&#xC18D;&#xC801;&#xC73C;&#xB85C; &#xBCF4;&#xAD00;&#xD558;&#xB294; &#xAC83;&#xB3C4; &#xAC00;&#xB2A5;&#xD569;&#xB2C8;&#xB2E4;. &#xC571; &#xB0B4;&#xC5D0;&#xC11C; &#xB179;&#xD654;&#xD558;&#xB294; &#xAE30;&#xB2A5;&#xACFC; &#xC11C;&#xBE44;&#xC2A4; &#xC11C;&#xBC84;&#xC5D0;&#xC11C; &#xB179;&#xD654;&#xD558;&#xB294; &#xAE30;&#xB2A5;&#xB4F1;&#xC744; &#xC81C;&#xACF5;&#xD569;&#xB2C8;&#xB2E4;.</li>
</ul>
<h2 id="&#xD2B9;&#xC7A5;&#xC810;">&#xD2B9;&#xC7A5;&#xC810;</h2>
<h3 id="&#xD50C;&#xB7AB;&#xD3FC;-&#xC9C0;&#xC6D0;">&#xD50C;&#xB7AB;&#xD3FC; &#xC9C0;&#xC6D0;</h3>
<ul>
<li>&#xCD5C;&#xC2E0;&#xC758; &#xD50C;&#xB7AB;&#xD3FC; &#xC9C0;&#xC6D0;: WebRTC &#xC5D4;&#xC9C4;&#xC778; Chrominum 6&#xAC1C;&#xC6D4; &#xC774;&#xB0B4;&#xC758; &#xCD5C;&#xC2E0; &#xBC84;&#xC804;&#xC744; &#xC81C;&#xACF5;&#xD558;&#xC5EC; &#xD638;&#xD658;&#xC131;&#xACFC; &#xC131;&#xB2A5; &#xBC0F; &#xD488;&#xC9C8; &#xCD5C;&#xACE0;&#xB97C; &#xACBD;&#xD5D8;.</li>
<li>&#xCD5C;&#xC2E0;&#xC758; &#xD45C;&#xC900; &#xC9C0;&#xC6D0;: WebRTC 1.0&#xC744; &#xAC00;&#xC7A5; &#xBE60;&#xB974;&#xAC8C; &#xC9C0;&#xC6D0;(WebRTC 1.0 CR &#xAE30;&#xC900;)</li>
<li>&#xAC00;&#xC7A5; &#xB2E4;&#xC591;&#xD55C; &#xD50C;&#xB7AB;&#xD3FC; &#xBC0F; &#xCD5C;&#xC2E0;&#xC758; &#xC5B8;&#xC5B4; &#xC9C0;&#xC6D0;: Android, iOS(Objective C, Swift 3.0), Chrome/Firefox/Edge/Whale ( promise &#xBC29;&#xC2DD;, ES6 &#xC900;&#xC218;), &#xAD6D;&#xB0B4;&#xD658;&#xACBD;&#xC5D0;&#xC11C; &#xAC00;&#xC7A5; &#xB9CE;&#xC740; &#xD50C;&#xB81B;&#xD3FC; &#xC9C0;&#xC6D0;<h3 id="&#xD488;&#xC9C8;">&#xD488;&#xC9C8;</h3>
</li>
<li>Global &#xD1B5;&#xC2E0; &#xC778;&#xD504;&#xB77C; &#xC9C0;&#xC6D0;: &#xAD6D;&#xB0B4; &#xBFD0; &#xC544;&#xB2C8;&#xB77C; Global&#xD55C; &#xD1B5;&#xC2E0;&#xC5D0; &#xB300;&#xD55C; &#xB808;&#xD37C;&#xB7F0;&#xC2A4; &#xBC0F; &#xACBD;&#xD5D8; &#xD655;&#xBCF4;</li>
<li>&#xC18D;&#xB3C4;: &#xAD6D;&#xB0B4;&#xC5D0;&#xC11C; &#xAC00;&#xC7A5; &#xBE60;&#xB978; Setup time. &#xD3C9;&#xADE0; 1&#xCD08; &#xBBF8;&#xB9CC;&#xC758; Setup time &#xBCF4;&#xC7A5;(&#xAD6D;&#xB0B4;, Browser &#xAE30;&#xC900;)</li>
<li>&#xD488;&#xC9C8;: &#xBAA8;&#xBC14;&#xC77C; &#xAE30;&#xAE30;&#xC758; &#xC131;&#xB2A5;&#xC5D0; &#xB530;&#xB978; &#xB2E4;&#xC591;&#xD55C; &#xC131;&#xB2A5; &#xC635;&#xC158; &#xC120;&#xD0DD; &#xAC00;&#xB2A5;. &#xB124;&#xD2B8;&#xC6CC;&#xD06C; &#xC0C1;&#xD669;&#xC5D0; &#xB530;&#xB978; &#xC9C0;&#xB2A5;&#xC801;&#xC778; &#xB3D9;&#xC801; &#xD488;&#xC9C8; &#xC801;&#xC6A9; &#xC5D4;&#xC9C4;. &#xB2E4;&#xC591;&#xD55C; &#xCF54;&#xB371; &#xC120;&#xD0DD; &#xAC00;&#xB2A5;(&#xC601;&#xC0C1;: VP8, VP9, H.264, &#xC74C;&#xC131;: G.711, Opus(Stereo), ISAC(Mono)<h3 id="&#xAC1C;&#xBC1C;-&#xC6A9;&#xC774;&#xC131;">&#xAC1C;&#xBC1C; &#xC6A9;&#xC774;&#xC131;</h3>
</li>
<li>WebRTC &#xCCB4;&#xACC4;&#xB97C; &#xB9CC;&#xB4DC;&#xB294;&#xB370; 1&#xB2EC; &#xAC00;&#xAE4C;&#xC774; &#xAC78;&#xB9AC;&#xB294; &#xC2DC;&#xAC04;&#xC744; &#xC808;&#xC57D;&#xD558;&#xACE0; &#xBC14;&#xB85C; &#xC2DC;&#xC791;</li>
<li>Simple&#xD55C; &#xAC1C;&#xBC1C; &#xBC29;&#xC2DD;: 3 line(JS), 10 line(Android)</li>
<li>Config &#x2192; Connect 2&#xB2E8;&#xACC4;&#xB85C; &#xAC1C;&#xBC1C;&#xD558;&#xB294; &#xAC00;&#xC7A5; &#xC26C;&#xC6B4; &#x115F;WebRTC &#xCF54;&#xB4DC;</li>
</ul>
<h2 id="&#xC801;&#xC6A9;-&#xAC00;&#xB2A5;-&#xC11C;&#xBE44;&#xC2A4;">&#xC801;&#xC6A9; &#xAC00;&#xB2A5; &#xC11C;&#xBE44;&#xC2A4;</h2>
<ul>
<li>&#xC601;&#xC5B4;&#xD68C;&#xD654;, &#xACF5;&#xBD80;&#xBC29;, &#xAD50;&#xC721; &#xC11C;&#xBE44;&#xC2A4;</li>
<li>&#xBDF0;&#xD2F0; &#xC11C;&#xBE44;&#xC2A4;</li>
<li>&#xC6B4;&#xC138; &#xC11C;&#xBE44;&#xC2A4;</li>
<li>&#xC0C1;&#xB2F4; &#xC11C;&#xBE44;&#xC2A4;</li>
<li>IoT &#xB4F1; &#xAE30;&#xAE30;&#xC5F0;&#xB3D9; &#xC11C;&#xBE44;&#xC2A4;</li>
<li>O2O, &#xC634;&#xB2C8;&#xCC44;&#xB110; &#xC11C;&#xBE44;&#xC2A4;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            

        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Features","level":"1.2","depth":1,"next":{"title":"Getting Started","level":"2.1","depth":1,"path":"Getting Started.md","ref":"Getting Started.md","articles":[]},"previous":{"title":"Introduction","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-api","sitemap","versions","github","edit-link","language-picker","ga","mixpanel"],"root":"./","styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"language-picker":{"grid-columns":3},"github":{"url":"https://github.com/remotemonster/remon-docs/"},"mixpanel":{"token":"e527efe2b8e51e982b2cee4647a55f3f"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"sitemap":{"hostname":"http://docs.remotemonster.com/"},"theme-api":{"languages":[],"split":true,"theme":"light"},"ga":{"configuration":"auto","token":"UA-84812645-2"},"versions":{"type":"tags","options":[{"value":"https://docs.remotemonster.com/docs/v0.1.0/","text":"0.1.0"}]},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":{"en":"Edit This Page","ko":"이 페이지를 수정하기"},"base":"https://github.com/RemoteMonster/REMON-Docs/edit/master/src/"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"RemoteMonster","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"RemoteMonster Documents","language":"ko","gitbook":"*","description":"RemoteMonster Documents"},"file":{"path":"Features.md","mtime":"2016-12-15T01:07:39.523Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2016-12-22T08:51:07.442Z"},"basePath":".","book":{"language":"ko"}});
        });
    </script>
</div>


        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-versions/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-language-picker/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mixpanel/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-api/theme-api.js"></script>
        
    

    </body>
</html>

